Repository: PaulNdrei/spacy-streamlit
Catalog: spacy_streamlit/locale/*/LC_MESSAGES/*.po
Languages: ca, es

source: Built with
ca: Creat amb
es: Creado con

source: Select entity labels
ca: Selecciona les etiquetes de les entitats
es: Selecciona las etiquetas de entidades

source: Entity labels
ca: Etiquetes de les entitats
es: Etiquetas de entidades

source: Loading model
ca: Carregant el model
es: Cargando modelo

source: Pipeline info
ca: Informació de la cadena de processament
es: Información de la cadena de procesamiento

source: Text to analyze
ca: Text per analitzar
es: Texto a analizar

source: Pipeline information
ca: Informació de la cadena de processament
es: Información de la cadena de procesamiento

source: Dependency Parse & Part-of-speech tags
ca: Anàlisi de dependències i categoria gramatical
es: Análisis de dependencias y categoría gramatical

source: Compact mode
ca: Mode compacte
es: Modo compacto

source: Split sentences
ca: Separa les frases
es: Separa oraciones

source: Collapse punct
ca: Col·lapsa la puntuació
es: Colapsa puntuación

source: Collapse phrases
ca: Col·lapsa les frases
es: Colapsa frases

source: Named Entities
ca: Entitats nombrades
es: Entidades Nombradas

source: The parameter 'labels' should not be empty or None.
ca: El paràmetre 'labels' no hauria d'estar buit ni ser None.
es: El parámetro 'etiquetas' no debe estar vacío o ser None.

source: Text Classification
ca: Classificació de textos
es: Clasificación de Textos

source: Vectors & Similarity
ca: Vectors i similitut
es: Vectores y Similitud

source: No vectors available in the model.
ca: El model no té vectors disponibles.
es: No hay vectores disponibles para este modelo

source: Text or word 1
ca: Text o paraula 1
es: Texto o palabra 1

source: Text or word 2
ca: Text o paraula 2
es: Texto o palabra 2

source: Score
ca: Puntuació
es: Puntuación

source: Vector information
ca: Informació del vector
es: Información vectorial

source: Token attributes
ca: Atributs lèxics
es: Atributos léxicos

source: Select token attributes
ca: Selecciona els atributs dels tokens
es: Seleccione los atributos léxicos
